Repository: iComputerfreak/FilamentSwatchesApp
Catalog: FilamentSwatches/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: (required)
de: (benötigt)

source: °C
de: ºC

source: Add
de: Hinzufügen

source: Add to Library
de: Zur Bibliothek hinzufügen

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten

source: Base URL
de: Basis-URL

source: Base URL Customization
de: Basis-URL Anpassung

source: Bed Temp
de: Bett Temp.

source: Brand
de: Marke

source: Cancel
de: Abbrechen

source: Color
de: Farbe

source: Color Name
de: Farbname

source: Create Material
de: Material Erstellen

source: Create Swatch
de: Muster Erstellen

source: Delete
de: Löschen

source: Done
de: Fertig

source: Edit
de: Bearbeiten

source: Edit Material
de: Material Bearbeiten

source: Edit Swatch
de: Muster Bearbeiten

source: Library
de: Bibliothek

source: Materials
de: Materialien

source: Product Line
de: Produktlinie

source: Read Tag
de: Tag Lesen

source: Recent Scans
de: Zuletzt Gescannt

source: Save
de: Speichern

source: Scanning Not Supported
de: Scannen nicht unterstützt

source: Select...
de: Auswählen...

source: Settings
de: Einstellungen

source: The base URL is used for encoding the swatch information onto the NFC tags so that other devices without the app installed can display the information as well. If you would like to host your own swatch information website (e.g., to customize the looks), take a look at https://github.com/iComputerfreak/FilamentInfo.
de: Die Basis-URL wird dafür benutzt, um Muster-Informationen in die NFC-Tags zu kodieren, damit auch andere Geräte die Informationen ansehen können, ohne die App installiert haben zu müssen. Wenn Sie gerne ihre eigene Muster-Informations-Seite hosten würden, können sie die benötigten Informationen dazu hier finden: https://github.com/iComputerfreak/FilamentInfo.

source: The base URL is used for encoding the swatch information onto the NFC tags so that other devices without the app installed can display the information aswell. If you would like to host your own swatch information website (e.g. to customize the looks), take a look at https://github.com/iComputerfreak/FilamentInfo.
de: Die Basis-URL wird dafür benutzt, um Muster-Informationen in die NFC-Tags zu kodieren, damit auch andere Geräte die Informationen ansehen können, ohne die App installiert haben zu müssen. Wenn Sie gerne ihre eigene Muster-Informations-Seite hosten würden, können sie die benötigten Informationen dazu hier finden: https://github.com/iComputerfreak/FilamentInfo.

source: There was an error scanning the NFC tag: %@
de: Fehler beim Scannen des NFC-Tags: %@

source: There was an error writing the NFC tag: %@
de: Fehler beim Schreiben des NFC-Tags: %@

source: This device doesn't support tag scanning.
de: Dieses Gerät unterstützt kein NFC-Tag Scannen.

source: Use Color?
de: Farbe benutzen?

source: Write Tag
de: Tag Schreiben

source: Writing Error
de: Schreibfehler
